Repository: juhotaipale/jyu-tuija
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: sv_se

source: Virhe!
sv_se: Et fel uppstod!

source: Muutokset tallennettu.
sv_se: Ändringarna sparade.

source: Alue poistettu.
sv_se: Område raderat.

source: Rakennus poistettu.
sv_se: Byggnaden raderat.

source: Varaus tallennettu.
sv_se: Bokning sparad.

source: Laite/ohjelmisto poistettu.
sv_se: Enheten / mjukvara raderat.

source: kvalitatiivinen
sv_se: kvalitativ

source: kvantitatiivinen
sv_se: kvantitativ

source: Materiaali poistettu.
sv_se: Materialet raderat.

source: Tutkimus poistettu.
sv_se: Forskning raderat.

source: näytetään %s&ndash;%s tulosta %s tuloksesta
sv_se: visar %s&ndash;%s sökresultat av %s resultat

source: Edellinen
sv_se: Föregående

source: Seuraava
sv_se: Följande

source: <strong>Tunnuksesi odottaa hyväksyntää.</strong> Salasana lähetetään automaattisesti sähköpostiisi, kun tunnuksesi on hyväksytty.
sv_se: <strong>Ditt konto är väntar på godkännande.</strong> Lösenordet kommer att skickas automatiskt till din e-postadress när ditt konto har godkänts.

source: Olet kirjautunut sisään.
sv_se: Du är inloggad.

source: <strong>Virhe!</strong> Tarkista sähköpostiosoite ja salasana.
sv_se: <strong>Ett fel uppstod!</strong> Vänligen kontrollera din e-postadress och lösenord.

source: Jyväskylän yliopisto
sv_se: Jyväskylä universitet

source: Salasanasi on vaihdettu
sv_se: Ditt lösenord har ändrats

source: Uusi salasanasi on: %s
sv_se: Ditt nya lösenord är: %s

source: <strong>Uusi salasana lähetetty!</strong> Salasana on lähetetty sähköpostiin.
sv_se: <strong>Nytt lösenord skickat!</strong> Lösenordet har skickats till din e-post.

source: <strong>Virhe!</strong> Tarkista sähköpostiosoite.
sv_se: <strong>Ett fel uppstod!</strong> Vänligen kontrollera din e-postadress.

source: Uloskirjautuminen onnistui.
sv_se: Utcheckningen var framgångsrik.

source: <strong>Virhe!</strong> Sähköpostiosoite on jo rekisteröity.
sv_se: <strong>Ett fel uppstod!</strong> E-postadressen är redan registrerad.

source: Rekisteröityminen TuIjA-portaaliin
sv_se: Registrering till TuIjA-portal

source: Hei %s %s,<br /><br />Rekisteröidyit Jyväskylän yliopiston tarjoamaan TuIjA-portaaliin. Salasana lähetetään sinulle automaattisesti sähköpostitse, kun tunnuksesi on vahvistettu.
sv_se: Hej %s %s,<br /><br />Du har registrerat dig till Jyväskylä universitets TuIjA portal. Lösenord kommer att skickas till dig automatiskt via e-post när ditt konto har bekräftats.

source: <strong>Rekisteröityminen onnistui!</strong> Kun rekisteröitymisesi on hyväksytty, salasana lähetetään automaattisesti antamaasi sähköpostiosoitteeseen.
sv_se: <strong>Registreringen lyckades!</strong> När din registrering har godkänts, kommer ditt lösenord att skickas automatiskt till din e-postadress.

source: Rekisteröitymisesi on hyväksytty
sv_se: Din registrering har godkänts

source: Hei %s %s,<br /><br />Rekisteröitymisesi Jyväskylän yliopiston TuIjA-portaaliin on hyväksytty.<br />Salasanasi palveluun on: %s
sv_se: Hej %s %s, <br /><br />Din registrering i Jyväskylä universitets TuIjA-portal har godkänts.<br />Din lösenord är: %s

source: <strong>Käyttäjä %s %s hyväksytty!</strong> Salasana on lähetetty käyttäjän ilmoittamaan sähköpostiosoitteeseen.
sv_se: <strong>Användaren %s %s accepterade!</strong> Lösenordet skickas till användarens e-postadress.

source: Rekisteröitymisesi on hylätty
sv_se: Din registrering har avvisats

source: Hei %s %s,<br /><br />Rekisteröitymisesi Jyväskylän yliopiston TuIjA-portaaliin on hylätty.
sv_se: Hej %s %s,<br /><br />Din registrering i Jyväskylä universitets TuIjA-portal har avvisats.

source: <strong>Käyttäjän %s %s hyväksyntä peruttu.</strong>
sv_se: <strong>Användaren %s %ss godkännandet återkallas.</strong>

source: Käyttäjäryhmä poistettu.
sv_se: Användargrupp tas bort.

source: Salasana vaihdettu.
sv_se: Lösenordet har ändrats.

source: <strong>Virhe!</strong> Salasanan on oltava vähintään 8 merkkiä pitkä.
sv_se: <strong>Ett fel uppstod!</strong> Lösenordet måste vara minst 8 tecken långt.

source: <strong>Virhe!</strong> Uudet salasanat eivät täsmää.
sv_se: <strong>Ett fel uppstod!</strong> De nya lösenorden du angav matchar inte.

source: <strong>Virhe!</strong> Tarkista vanha salasana.
sv_se: <strong>Ett fel uppstod!</strong> Kontrollera det gamla lösenordet.

source: <strong>Uusi salasana lähetetty!</strong> Salasana on lähetetty käyttäjän sähköpostiin.
sv_se: <strong>Nytt lösenord skickat!</strong> Lösenordet skickas till användarens e-post.

source: Kyllä
sv_se: Ja

source: Ei
sv_se: Nej

source: Tämä sivu käyttää evästeitä parhaan käyttökokemuksen saavuttamiseksi. Jatkamalla sivuston käyttöä hyväksyt evästeiden käytön.
sv_se: Denna webbplats använder cookies för att uppnå den bästa användarupplevelsen. Genom att fortsätta använda webbplatsen samtycker du till vår användning av cookies.

source: Selvä
sv_se: Klart

source: Infrastruktuuri
sv_se: Infrastruktur

source: Laitteet ja ohjelmistot
sv_se: Hårdvara och mjukvara

source: Tilat
sv_se: Rummen

source: Aineisto
sv_se: Material

source: Osaaminen
sv_se: Kunskap

source: Tutkimukset
sv_se: Undersökning

source: Ylläpitotyökalut
sv_se: Adminverktyg

source: Käyttäjät
sv_se: Användare

source: Käyttäjien selailu
sv_se: Bläddra användare

source: Käyttäjäryhmät
sv_se: Användargrupper

source: Tilahallinta
sv_se: Rumsförvaltning

source: Rakennukset
sv_se: Byggnader

source: Alueet
sv_se: Områden

source: Järjestelmälokit
sv_se: Systemloggar

source: Lokien selailu
sv_se: Bläddra loggar

source: Omat tiedot
sv_se: Mitt konto

source: Kirjaudu ulos
sv_se: Logga ut

source: Kirjaudu sisään
sv_se: Logga in

source: Rekisteröidy
sv_se: Registrera

source: Kieli
sv_se: Språk

source: Ohje
sv_se: Hjälp

source: Luotu %s (%s), viimeksi muokattu %s (%s)
sv_se: Skapades %s (%s), den senaste uppdateringen %s (%s)

source: Tallenna
sv_se: Spara

source: Haluatko varmasti poistaa?
sv_se: Är du säker att du vill radera?

source: Poista
sv_se: Tag bort

source: Palaa takaisin
sv_se: Återgå

source: Muokkaa
sv_se: Redigera

source: Nimi
sv_se: Namn

source: Alueeseen kuuluvat rakennukset
sv_se: Byggnad som tillhör områden

source: Alla näet listattuna kaikki alueeseen kuuluvat rakennukset.
sv_se: Nedan kan du se listas alla byggnader som är en del av områd.

source: Hae
sv_se: Sök

source: %s hakutulosta.
sv_se: %s sökresultat.

source: Tilavastaava
sv_se: Ansvarig person

source: Huoneiden lkm
sv_se: Räkna av rum

source: Luotu
sv_se: Skapad

source: Muokattu
sv_se: Modifierad

source: Ei rakennuksia.
sv_se: Inte byggnader.

source: Aluetta ei löydy.
sv_se: Området kunde inte hittas.

source: Tällä sivulla voit hallita järjestelmään syötettyjä Jyväskylän yliopiston alueita.
sv_se: På denna sida kan du hantera områden.

source: Lisää uusi
sv_se: Lägg till ny

source: Rakennusten lkm
sv_se: Räkna av byggnad

source: Ei alueita.
sv_se: Inga områden.

source: Alue
sv_se: Område

source: Rakennukseen kuuluvat tilat
sv_se: Rum som tillhör byggnaden

source: Alla näet listattuna kaikki rakennukseen kuuluvat tilat.
sv_se: Nedan kan du se listas alla rummen som är en del av byggnad.

source: Laitteiden lkm
sv_se: Räkna av enheter

source: Ei tiloja.
sv_se: Inga rummen.

source: Rakennusta ei löydy.
sv_se: Byggnaden kunde inte hittas.

source: Tällä sivulla voit hallita järjestelmään syötettyjä Jyväskylän yliopiston rakennuksia.
sv_se: På denna sida kan du hantera byggnader.

source: Tilojen lkm
sv_se: Räkna av rum

source: Tällä sivulla voit selailla järjestelmän muodostamia lokitietoja aikajärjestyksessä.
sv_se: På denna sida kan du bläddra systemgenererade logginformationen i kronologisk ordning.

source: Aikaleima
sv_se: Tidsstämpel

source: Tyyppi
sv_se: Typ

source: Käyttäjä
sv_se: Användare

source: Kommentti
sv_se: Komment

source: Ei lokeja.
sv_se: Inga loggar.

source: Nimi suomeksi
sv_se: Namn på finska

source: Nimi englanniksi
sv_se: Namn på engelska

source: Nimi ruotsiksi
sv_se: Namn på svenska

source: Onko ylläpitäjä?
sv_se: Admin

source: Sallitaanko rekisteröityminen?
sv_se: Registrering

source: Sähköposti
sv_se: E-post

source: Viim. kirjautuminen
sv_se: Senaste inloggning

source: Rekisteröitynyt
sv_se: Registerad

source: Hyväksytty
sv_se: Godkänd

source: Avaa
sv_se: Öppna

source: Ei käyttäjiä.
sv_se: Inga användare hittades.

source: Käyttäjäryhmää ei löydy.
sv_se: Användargrupp kan inte hittas.

source: Tällä sivulla voit hallita järjestelmän käyttäjäryhmiä.
sv_se: På den här sidan kan du hantera din användargrupper.

source: Tässä näkymässä voit selata portaalin käyttäjiä tai hyväksyä uusia käyttäjiä.
sv_se: I den här vyn kan du bläddra i portalanvändare eller acceptera nya användare.

source: Uudet käyttäjät
sv_se: Nya användare

source: Tarkista rekisteröityneen käyttäjän tiedot ja hyväksy tai hylkää rekisteröityminen. Hyväksymisen jälkeen automaattisesti generoitu salasana lähetetään automaattisesti käyttäjän sähköpostiin. Myös hylätystä rekisteröitymisestä välitetään käyttäjälle tieto.
sv_se: Kontrollera informationen om registrerade användare och sedan godkänna eller avvisa registreringen. Efter antagandet av det automatiskt genererade lösenordet skickas automatiskt till användarens e-post. Avvisade undertecknandet upp ska också skickas till användaren.

source: Käyttäjäryhmä
sv_se: Användargruppen

source: Toiminnot
sv_se: Verksamhet

source: Hyväksy
sv_se: Godkänn

source: Hylkää
sv_se: Avvisa

source: Kaikki käyttäjät
sv_se: Alla användare

source: Asema
sv_se: Användargruppen

source: Peruuta
sv_se: Avboka

source: Nimi ja malli
sv_se: Namn och modell

source: Valmistusvuosi
sv_se: Tillverkningsår

source: Käyttöönottovuosi
sv_se: Installera år

source: Sijainti
sv_se: Room

source: Vastuuhenkilö
sv_se: Ansvarig person

source: Salli varaaminen
sv_se: Tillåt bokning

source: Yleiskuvaus laitteesta/ohjelmistosta
sv_se: Beskrivning

source: Lyhyt kuvaus
sv_se: Kort beskrivning

source: Lyhyen kuvauksen suurin sallittu pituus on 150 merkkiä.
sv_se: Den maximala längden av den korta beskrivningen är 150 tecken.

source: Pitkä kuvaus
sv_se: Lång beskrivning

source: Voit käyttää tekstikentässä HTML-koodia.
sv_se: Du kan använda HTML-kod i textfältet.

source: Ei tekstisisältöä.
sv_se: Ingen textinnehåll.

source: Tärkeimmät ominaisuudet
sv_se: Viktiga näringsegenskaper

source: Kuvaus laitteen tärkeimmistä ominaisuuksista
sv_se: En beskrivning av de viktigaste egenskaperna för enheten

source: Tutkimukset, joissa laitetta on käytetty
sv_se: Studier där enheten används

source: Ei tutkimuksia.
sv_se: Inga studier.

source: Varauskalenteri
sv_se: Bokningskalendern

source: Varauskalenterissa voit tarkastella laitteen varaustilannetta sekä varata laitteen omaan käyttöösi.
sv_se: Kalendern kan du visa situationen för bokning för att reservera enheten och enheten för din användning.

source: Alkaen
sv_se: Från

source: Päättyen
sv_se: Till

source: Varaaja
sv_se: Person

source: Ei varauksia.
sv_se: Inga bokningar.

source: Uusi varaus
sv_se: Ny bokning

source: Laite / ohjelmisto
sv_se: Enheten / mjukvara

source: Varauksen tekijä
sv_se: Person

source: Sulje
sv_se: Stäng

source: <strong>Virhe!</strong> Laitetta tai ohjelmistoa ei löydy.
sv_se: <strong>Ett fel uppstod!</strong> Enheten eller mjukvara inte hittas.

source: Tällä sivulla voit hakea ja selata Jyväskylän yliopiston laite- ja ohjelmistokantaa.
sv_se: På denna sida kan du söka efter och bläddra igenom hård- och mjukvara om Jyväskylä universitet.

source: Kuvaus
sv_se: Beskrivning

source: Yhteyshenkilö
sv_se: Kontaktperson

source: Ei tuloksia.
sv_se: Inga resultat.

source: Sisäänkirjautuminen vaaditaan.
sv_se: Incheckning krävs.

source: Palaa takaisin edelliselle sivulle.
sv_se: Gå tillbaka till föregående sida.

source: Ei käyttöoikeutta.
sv_se: Ingen åtkomst.

source: Sivua ei löydy.
sv_se: Sidan hittas inte.

source: Tervetuloa!
sv_se: Välkommen!

source: Tervetuloa käyttämään TuIjA-portaalia.
sv_se: Välkommen till TuIjA-portal.

source: <strong>TuIjA</strong> on <a href='https://jyu.fi/' target='_blank'>Jyväskylän yliopiston</a> ylläpitämä tutkimusinfrastruktuuri ja -aineistoportaali. Portaalin tarkoituksena on tarjota kattavaa avointa tietoa yliopiston käytössä olevasta tutkimusinfrastruktuurista ja -aineistosta sekä osaamisesta pääasiallisesti organisaation sisäiseen käyttöön, mutta myös organisaation ulkopuolisille yhteistyökumppaneille.
sv_se: <strong>TuIjA</strong> upprätthålls av <a href='https://jyu.fi/' target='_blank'>Jyväskylä universitet,</a> forskning infrastruktur och data portal. Syftet med portalen är att tillhandahålla ett omfattande, transparent information om universitetet och forskningsinfrastrukturen för att vara på plats och kunskapen främst för internt bruk i organisationen, men också med partners utanför organisationen.

source: Rekisteröimällä itsellesi käyttäjätunnuksen TuIjA-portaaliin pääset mm.<ul><li>varaamaan vapaana olevia tutkimusvälineitä ja -laitteita käyttöösi,</li><li>selaamaan avointa tutkimusaineistoa sekä</li><li>tarjoamaan omaa osaamistasi muiden ammattilaisten käyttöön.</li></ul>
sv_se: Genom att registrera ditt användar-ID till TuIjA portalen<ul><li>för att boka en fri forskning använder verktyg och utrustning,</li><li>bläddra bland öppna materialet, </li><li>samt att ge din egen kunskap med andra yrkesgrupper.</li></ul>

source: Aloita portaalin tehokas käyttö <a href='index.php?page=register'>rekisteröitymällä</a> tai <a href='index.php?page=login'>kirjautumalla sisään</a>.
sv_se: Börja med en effektiv användning av portalen <a href='index.php?page=register'>genom att registrera dig</a> eller <a href='index.php?page=login'>logga in</a>.

source: Tiedeuutiset
sv_se: Vetenskap i nyheterna

source: Tällä palstalla voit selata Jyväskylän yliopiston Tiedonjyvä-verkkojulkaisun uusimpia tiedeuutisia.
sv_se: I den här kolumnen kan du bläddra den senaste vetenskapen nyheterna från University of Jyväskylä Tiedonjyvä-online-publicering.

source: Tiedotteet
sv_se: Nyheter

source: Jyväskylän yliopiston verkkosivujen tiedottesyöte.
sv_se: Nyhetsflöde från Jyväskylä universitet webbplatsen.

source: Tällä sivulla voit hakea ja selata TuIjA-portaaliin ilmoitettua osaamista.
sv_se: På denna sida kan du söka och bläddra kunskap.

source: Unohditko salasanasi?
sv_se: Glömt ditt lösenord?

source: Pyydä uusi salasana syöttämälläj sähköpostisi alla olevaan kenttään.
sv_se: Begär nytt lösenord genom att ange din e-post i rutan nedan.

source: Lähetä uusi salasana
sv_se: Skicka nytt lösenord

source: Kirjaudu sisään palveluun syöttämällä sähköpostiosoitteesi sekä salasanasi.
sv_se: Logga in tjänsten genom att ange din e-postadress och ditt lösenord.

source: Salasana
sv_se: Lösenord

source: Kirjaudu HAKA-tunnistautumisen avulla
sv_se: Logga in med HAKA-autentisering

source: Lataa aineisto
sv_se: Ladda ner material

source: Tekijä
sv_se: Faktorisering

source: Tieteenala/aihealue
sv_se: Disciplin/ämne område

source: Asiasanat
sv_se: Ämnesord

source: Ajallinen kattavuus
sv_se: Tidsmässiga täckning

source: Aineistonkeruun ajankohta
sv_se: Datainsamlingsdatum

source: Kohdealue
sv_se: Målområdet

source: Perusjoukko/otos
sv_se: Befolkningen/sample

source: Vastausprosentti
sv_se: Svarsfrekvens

source: Julkaistu
sv_se: Publicerad

source: Lataa aineisto palveluun
sv_se: Ladda upp material

source: Kuvaus sisällöstä
sv_se: En beskrivning av innehållet

source: Tutkimukset, joissa aineistoa on käytetty
sv_se: Studier där materialet används i den

source: <strong>Virhe!</strong> Materiaalia ei löydy.
sv_se: <strong>Ett fel uppstod!</strong> Materialet kunde inte hittas.

source: Tällä sivulla voit selata ja hakea järjestelmään rekisteröityä tutkimusaineistoa.
sv_se: På denna sida kan du bläddra och ladda forskningsmaterial.

source: Käyttäjää ei löydy.
sv_se: Användaren kunde inte hittas.

source: Rekisteröitynyt %s, viimeksi muokattu %s (%s)
sv_se: Registrerade %s, den senaste uppdateringen %s (%s)

source: Tällä sivulla voit tarkastella ja muuttaa omia portaaliin tallennettuja tietojasi.
sv_se: På den här sidan kan du se och ändra din egen information lagrad på portalen.

source: Haluatko varmasti vaihtaa käyttäjän salasanan?
sv_se: Är du säker du vill ändra en användares lösenord?

source: Sukunimi
sv_se: Efternamn

source: Etunimi
sv_se: Förnamn

source: Profiilikuvan URL-osoite
sv_se: Profil bild webbadress

source: Puhelinnumero
sv_se: Telefonnummer

source: Työhuone
sv_se: Arbetsrum

source: Lyhyt kuvaus osaamisesta
sv_se: Kort beskrivning av kunskap

source: Lyhyen kuvauksen suurin sallittu pituus on 150 merkkiä. Lyhyt kuvaus näytetään hakutuloksissa haettaessa osaamista.
sv_se: En kort beskrivning av en maximal längd av 150 tecken. En kort beskrivning kommer att vara i sökresultaten när du söker kompetens.

source: Kuvaus osaamisesta
sv_se: Beskrivning av kunskapen

source: Vastuulla olevat laitteet ja ohjelmistot
sv_se: Ansvaret för hårdvara och mjukvara

source: Ei vastuulla olevia laitteita tai ohjelmistoja.
sv_se: Ingen hårdvara eller mjukvara

source: Vaihda salasana
sv_se: Byt lösenord

source: Vanha salasana
sv_se: Damla lösenordet

source: Uusi salasana
sv_se: Nytt lösenord

source: <p>Sinulla on oikeus rekisteriöityä palveluun, mikäli olet</p> <ul> <li>opettaja,</li> <li>gradun tai väitöskirjan tekijä,</li> <li>tutkija,</li> <li>vieraileva tutkija tai</li> <li>ulkopuolinen tutkimuskumppani.</li> </ul>
sv_se: <p>Du har rätt att registera tjänsten, om du är</p> <ul> <li>lärare,</li> <li>författare till den uppsats eller avhandling,</li> <li>forskare</li> <li>besökande forskare eller</li> <li>extern forskningspartner.</li> </ul>

source: Mikäli täytät yllä olevat ehdot, voit syöttää rekisteröitymistietosi vierellä oleviin kenttiin. Rekisteröitymisen jälkeen tunnuksesi siirtyy hyväksyttäväksi.
sv_se: Om du uppfyller ovanstående villkor, kan du skriva in din registreringsinformation bredvid fälten. Efter att registrera ditt konto överförs för godkännande.

source: Kuvaus tutkimuksesta
sv_se: Beskrivning av forskningen

source: Tutkimukseen liittyvät laitteet
sv_se: Forskning-relaterad utrustning

source: Liitä uusi laite
sv_se: Nya enheten

source: Ei laitteita.
sv_se: Ingen utrustning.

source: Tutkimukseen liittyvät aineistot
sv_se: Forskning-relaterat material

source: Liitä uusi aineisto
sv_se: Nya materialet

source: Ei aineistoja.
sv_se: Inte material.

source: Liitä laite
sv_se: Nya enheten

source: Tutkimus
sv_se: Forskning

source: Liitettävä laite
sv_se: Enheten

source: Liitä aineisto
sv_se: Nya materialet

source: Liitettävä aineisto
sv_se: Material

source: <strong>Virhe!</strong> Tutkimusta ei löydy.
sv_se: <strong>Ett fel uppstod!</strong> Forskningen kunde inte hittas.

source: Tällä sivulla voit selata järjestelmään rekisteröityjä tutkimuksia.
sv_se: På denna sida kan du bläddra studier registrerade i systemet.

source: Kapasiteetti
sv_se: Kapacitet

source: Rakennus
sv_se: Byggnad

source: Kerros
sv_se: Lager

source: Pääseekö hissillä?
sv_se: Hissen?

source: Voiko tilan varata?
sv_se: Boken?

source: Sama kuin rakennuksen vastuuhenkilö
sv_se: Samma som personen som ansvarar för byggnaden

source: Tilan varustelu
sv_se: Utrustning

source: Kuvaus tilan varustelusta
sv_se: En beskrivning av statusen för utrustningen skall vara

source: Tilasta löytyvät laitteet ja ohjelmistot
sv_se: Staten kan hittas på maskinvara och programvara

source: Tilassa ei ole laitteita tai ohjelmistoja.
sv_se: Ingen maskinvara eller programvara.

source: <strong>Virhe!</strong> Tilaa ei löydy.
sv_se: <strong>Ett fel uppstod!</strong> Rumm kunde inte hittas.

source: Tällä sivulla voit hakea ja selata Jyväskylän yliopiston tiloja.
sv_se: På denna sida kan man söka efter och bläddra igenom hård- och mjukvara om Jyväskylä universitet.

source: Tila
sv_se: Rum

source: Varattavissa
sv_se: Bokning
